<?php
if (!defined('_GNUBOARD_'))
    exit; // 개별 페이지 접근 불가

if (defined('G5_THEME_PATH')) {
    require_once(G5_THEME_PATH . '/tail.php');
    return;
}

if (G5_IS_MOBILE) {
    include_once(G5_MOBILE_PATH . '/tail.php');
    return;
}
?>
<script src="https://cdnjs.cloudflare.com/ajax/libs/aos/2.3.4/aos.js"></script>
<script>
    AOS.init({
        duration: 1000, // 애니메이션 지속 시간 (1초)
        easing: 'ease-in-out', // 부드러운 애니메이션
        once: true // 한 번만 실행
    });
</script>

<script>
    document.addEventListener("DOMContentLoaded", function() {
        function startCounterAnimation(counter) {
            const target = parseInt(counter.getAttribute("data-target"), 10);
            let count = 0;
            const step = Math.ceil(target / 50);

            const interval = setInterval(() => {
                count += step;
                if (count >= target) {
                    count = target;
                    clearInterval(interval);
                }
                counter.innerText = count.toLocaleString(); // 숫자에 천 단위 콤마 추가
            }, 30);
        }

        // Intersection Observer 설정
        const observer = new IntersectionObserver(entries => {
            entries.forEach(entry => {
                if (entry.isIntersecting) {
                    startCounterAnimation(entry.target);
                    observer.unobserve(entry.target); // 실행 후 다시 실행되지 않도록 제거
                }
            });
        }, {
            threshold: 0.5
        });

        // 모든 .counter 요소를 감지하도록 설정
        document.querySelectorAll(".counter").forEach(counter => {
            observer.observe(counter);
        });
    });
</script>


<!-- 사이드 버튼 -->
<div class="sideBtnNav">

    <!-- 카카오톡 버튼 -->
    <a href="https://open.kakao.com/o/ssVqBYvh" target="_blank" class="cursor-pointer">
        <svg class="w-12 h-12" viewBox="0 0 74 74" fill="none" xmlns="http://www.w3.org/2000/svg">
            <circle cx="37" cy="37" r="37" fill="#FEE500" />
            <path d="M37.1068 17.8574C25.5953 17.8574 16.3119 25.2841 16.3119 34.3002C16.3119 40.1525 20.1738 45.2769 25.9667 48.2031L24.006 55.5259C23.969 55.6357 23.9634 55.7534 23.9896 55.8662C24.0158 55.9791 24.0729 56.0823 24.1545 56.1645C24.2735 56.2695 24.4266 56.3275 24.5853 56.3279C24.7168 56.3173 24.8417 56.2654 24.9418 56.1794L33.3786 50.4906C34.624 50.6624 35.8793 50.7517 37.1365 50.7578C48.6331 50.7578 57.9314 43.3311 57.9314 34.3002C57.9314 25.2692 48.6034 17.8574 37.1068 17.8574Z" fill="#392020" />
            <path d="M23.5894 31.7009H21.3168C21.0351 31.7091 20.7569 31.637 20.5147 31.493C20.4071 31.4256 20.3147 31.3367 20.2431 31.2319C20.1716 31.1271 20.1224 31.0086 20.0988 30.8839C20.0916 30.8049 20.0916 30.7254 20.0988 30.6464C20.0917 30.4985 20.1205 30.351 20.1825 30.2165C20.2446 30.082 20.3381 29.9646 20.4553 29.874C20.7142 29.6864 21.0268 29.5874 21.3465 29.5917H28.194C28.4779 29.5817 28.758 29.6595 28.996 29.8145C29.1061 29.8789 29.2005 29.967 29.2725 30.0723C29.3444 30.1777 29.392 30.2976 29.4119 30.4236C29.4192 30.4976 29.4192 30.5723 29.4119 30.6464C29.419 30.7964 29.3903 30.946 29.3283 31.0828C29.2664 31.2197 29.1729 31.3398 29.0555 31.4335C28.8028 31.6208 28.4933 31.7153 28.1791 31.7009H25.9808V39.5139C25.9897 39.6804 25.964 39.8468 25.9051 40.0027C25.8463 40.1587 25.7558 40.3008 25.6392 40.4199C25.5273 40.5338 25.3929 40.6231 25.2446 40.6819C25.0962 40.7408 24.9371 40.7679 24.7776 40.7615C24.4987 40.7695 24.2257 40.6804 24.0053 40.5092C23.7955 40.3419 23.6531 40.1045 23.6042 39.8406C23.5895 39.7322 23.5895 39.6223 23.6042 39.5139L23.5894 31.7009Z" fill="#FEE500" />
            <path d="M30.0677 30.1708C30.133 29.9263 30.2864 29.7147 30.4984 29.5766C30.7243 29.4485 30.9817 29.3868 31.2411 29.3983H31.8055C32.0808 29.3885 32.3533 29.4553 32.5928 29.5914C32.8465 29.7621 33.0268 30.0219 33.0978 30.3193L36.0685 38.7115C36.1455 38.9305 36.21 39.1538 36.2616 39.38C36.2667 39.474 36.2667 39.5682 36.2616 39.6622C36.2666 39.8069 36.24 39.9511 36.1835 40.0845C36.1271 40.2179 36.0422 40.3374 35.9348 40.4346C35.8307 40.5412 35.7058 40.6253 35.5678 40.6815C35.4298 40.7378 35.2817 40.7649 35.1327 40.7613C34.9036 40.7841 34.6735 40.7292 34.4795 40.6052C34.2855 40.4813 34.1389 40.2956 34.0633 40.0781L33.4394 38.2512H29.5329L28.9091 40.0781C28.8353 40.2999 28.6869 40.4891 28.4892 40.6137C28.2915 40.7383 28.0567 40.7905 27.8248 40.7613C27.5736 40.7679 27.3276 40.6894 27.1267 40.5385C26.9309 40.3828 26.7988 40.161 26.7553 39.9147C26.7475 39.8308 26.7475 39.7462 26.7553 39.6622C26.7298 39.5147 26.7298 39.3641 26.7553 39.2167C26.7553 39.0533 26.8593 38.8749 26.9187 38.7115L30.0677 30.1708ZM31.553 32.1167L30.1419 36.5727H32.9492L31.553 32.1167Z" fill="#FEE500" />
            <path d="M36.602 30.6465C36.5869 30.3132 36.7044 29.9875 36.9288 29.7405C37.0428 29.6254 37.1798 29.5355 37.3307 29.4767C37.4817 29.4178 37.6433 29.3912 37.8051 29.3987C38.0834 29.3955 38.3549 29.4843 38.5775 29.6513C38.7838 29.8255 38.9208 30.0679 38.9637 30.3345C38.9783 30.4379 38.9783 30.5431 38.9637 30.6465V38.4595H43.0484C43.3316 38.4558 43.6099 38.5329 43.8505 38.6821C43.9587 38.7488 44.0516 38.8376 44.1232 38.9425C44.1949 39.0474 44.2437 39.1662 44.2664 39.2912C44.2664 39.2912 44.2664 39.4398 44.2664 39.514C44.2735 39.6619 44.2448 39.8093 44.1827 39.9438C44.1206 40.0782 44.0271 40.1958 43.9099 40.2864C43.651 40.474 43.3384 40.5729 43.0187 40.5686H37.9982C37.6785 40.5892 37.3606 40.5059 37.0922 40.331C36.852 40.1515 36.692 39.8848 36.6466 39.5884C36.6357 39.4252 36.6357 39.2613 36.6466 39.0981L36.602 30.6465Z" fill="#FEE500" />
            <path d="M44.5338 30.6464C44.5249 30.3141 44.6416 29.9906 44.8606 29.7404C45.0832 29.5381 45.3688 29.4187 45.6691 29.4024C45.9695 29.3862 46.2662 29.4741 46.5094 29.6512C46.7202 29.8239 46.8624 30.0661 46.9104 30.3344C46.9177 30.4382 46.9177 30.5426 46.9104 30.6464V34.2855L50.6683 29.9482C50.8131 29.8002 50.9669 29.6615 51.1288 29.5324C51.2814 29.4416 51.4563 29.3951 51.6338 29.3986C51.8934 29.3972 52.1473 29.475 52.3616 29.6215C52.4626 29.6895 52.5489 29.7772 52.6152 29.8793C52.6816 29.9814 52.7267 30.0957 52.7478 30.2156C52.7538 30.245 52.7538 30.2754 52.7478 30.3048C52.7406 30.3391 52.7406 30.3745 52.7478 30.4087C52.7473 30.565 52.7064 30.7186 52.629 30.8544C52.5502 30.9982 52.4555 31.1326 52.3468 31.2553L49.8811 33.9588L52.8518 38.5633V38.7118C53.006 38.9247 53.1263 39.1603 53.2083 39.4101V39.4842C53.2255 39.6563 53.2007 39.8301 53.136 39.9905C53.0713 40.1508 52.9687 40.2931 52.837 40.4051C52.5892 40.5924 52.286 40.6918 51.9755 40.6874C51.7691 40.6959 51.5641 40.6497 51.3813 40.5536C51.1835 40.421 51.0205 40.2427 50.906 40.0338L48.1432 35.5777L46.8213 36.9592V39.4396C46.8302 39.772 46.7135 40.0955 46.4945 40.3457C46.3771 40.4604 46.2375 40.55 46.0842 40.6087C45.931 40.6675 45.7673 40.6943 45.6033 40.6874C45.3292 40.6932 45.0616 40.6039 44.8458 40.4349C44.636 40.2676 44.4936 40.0304 44.4447 39.7665C44.43 39.6581 44.43 39.548 44.4447 39.4396L44.5338 30.6464Z" fill="#FEE500" />
        </svg>
    </a>

    <!-- 네이버 블로그 버튼 -->
    <a href="https://blog.naver.com/k-bizup" target="_blank" class="cursor-pointer">
        <svg class="w-12 h-12" viewBox="0 0 74 74" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M57.0941 74H16.9059C7.59991 74 0 66.3829 0 57.0941V16.9059C0 7.61714 7.61714 0 16.9059 0H57.0941C66.4001 0 74 7.61714 74 16.9059V57.0941C74 66.4001 66.4001 74 57.0941 74Z" fill="white" />
            <path d="M54.5954 14.8379H19.1637C14.1488 14.8379 10.0645 18.9394 10.0645 23.9371V45.9613C10.0645 50.9762 14.166 55.0605 19.1637 55.0605H31.6751L33.8292 58.7829L35.9489 62.4536C36.3281 63.1257 37.2931 63.1257 37.6895 62.4536L39.8092 58.7829L41.9634 55.0605H54.6127C59.6276 55.0605 63.7119 50.959 63.7119 45.9613V23.9543C63.7119 18.9394 59.6103 14.8379 54.5954 14.8379Z" fill="url(#paint0_linear_0_1)" />
            <path d="M39.3605 30.9683C36.6204 30.9683 34.3973 33.1569 34.3973 35.8625C34.3973 38.5682 36.6204 40.7568 39.3605 40.7568C42.1006 40.7568 44.3238 38.5682 44.3238 35.8625C44.3238 33.1569 42.1179 30.9683 39.3605 30.9683ZM39.3605 38.2063C38.0508 38.2063 36.9823 37.155 36.9823 35.8625C36.9823 34.57 38.0508 33.5188 39.3605 33.5188C40.6703 33.5188 41.7387 34.57 41.7387 35.8625C41.7387 37.155 40.6875 38.2063 39.3605 38.2063Z" fill="white" />
            <path d="M23.6611 30.9683C22.5927 30.9683 21.5931 31.3819 20.8176 32.0884V28.0386H18.0603V40.5328H20.8176V39.6539C21.5931 40.3432 22.5754 40.7741 23.6611 40.7741C26.1255 40.7741 28.1246 38.5854 28.1246 35.8798C28.1246 33.1741 26.1427 30.9683 23.6611 30.9683ZM23.1097 38.3097C22.0929 38.3097 21.214 37.7065 20.8349 36.8276C20.7142 36.5346 20.6281 36.2072 20.6281 35.8625C20.6281 35.5179 20.697 35.1904 20.8349 34.8975C21.214 34.0186 22.0929 33.4154 23.1097 33.4154C24.4883 33.4154 25.5913 34.5011 25.5913 35.8625C25.5913 37.224 24.4883 38.3097 23.1097 38.3097Z" fill="white" />
            <path d="M52.9236 31.1749V31.9504C52.1481 31.3473 51.183 30.9854 50.149 30.9854C47.6157 30.9854 45.5649 33.1051 45.5649 35.7073C45.5649 38.3095 47.6157 40.4292 50.149 40.4292C51.2002 40.4292 52.1653 40.0673 52.9236 39.4642V40.7739C52.9236 40.7739 52.6478 42.0664 50.7177 42.0664V44.4963C50.7177 44.4963 52.8029 44.7376 54.6642 42.8764C54.6642 42.8764 55.5258 41.963 55.7154 40.7567V31.1749H52.9236ZM50.666 38.1027C49.2701 38.1027 48.1499 37.017 48.1499 35.6901C48.1499 34.3631 49.2873 33.2774 50.666 33.2774C51.6483 33.2774 52.51 33.8289 52.9236 34.6216C53.0959 34.949 53.1821 35.3109 53.1821 35.6901C53.1821 36.0692 53.0787 36.4483 52.9236 36.7585C52.51 37.5685 51.6483 38.1027 50.666 38.1027Z" fill="white" />
            <path d="M28.4349 27.7974V30.2962C28.4349 30.2962 29.7102 30.4686 29.9515 31.7093V40.5328H32.795V31.7093V31.6404C32.6226 30.3996 31.8816 29.469 31.8816 29.469C30.2617 27.5561 28.4349 27.7974 28.4349 27.7974Z" fill="white" />
            <defs>
                <linearGradient id="paint0_linear_0_1" x1="36.885" y1="62.9541" x2="36.885" y2="14.8427" gradientUnits="userSpaceOnUse">
                    <stop stop-color="#00D44D" />
                    <stop offset="1" stop-color="#00E56D" />
                </linearGradient>
            </defs>
        </svg>

    </a>

    <!-- 전화 버튼 -->
    <a href="tel:010-4018-9504" class="cursor-pointer">
        <svg class="w-12 h-12" viewBox="0 0 74 74" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M41.625 6.1665C41.625 6.1665 48.82 6.82057 57.9768 15.9776C67.1337 25.1346 67.788 32.3295 67.788 32.3295" stroke="#0B3FC4" stroke-width="2.79851" stroke-linecap="round" />
            <path d="M43.8048 17.0684C43.8048 17.0684 46.8573 17.9405 51.4358 22.519C56.0142 27.0975 56.8865 30.1499 56.8865 30.1499" stroke="#0B3FC4" stroke-width="2.79851" stroke-linecap="round" />
            <path d="M48.2373 47.9263L49.6418 46.4478L46.2883 43.2627L44.8839 44.7412L48.2373 47.9263ZM54.2628 45.8253L60.1535 49.216L62.4607 45.2077L56.57 41.817L54.2628 45.8253ZM61.2903 56.2457L56.9101 60.8572L60.2635 64.0422L64.6437 59.4308L61.2903 56.2457ZM54.2748 62.3347C49.8502 62.7716 38.3053 62.3988 25.7742 49.2059L22.4208 52.3909C36.0779 66.7694 49.1056 67.4925 54.729 66.9375L54.2748 62.3347ZM25.7742 49.2059C13.8228 36.6231 11.8181 26.0095 11.5682 21.3542L6.94985 21.6021C7.25587 27.3039 9.67684 38.9741 22.4208 52.3909L25.7742 49.2059ZM30.0148 28.7414L30.8991 27.8104L27.5457 24.6252L26.6614 25.5563L30.0148 28.7414ZM31.5938 16.2186L27.7059 10.7195L23.9294 13.3896L27.8175 18.8886L31.5938 16.2186ZM14.5462 9.53394L9.70663 14.6291L13.06 17.8143L17.8996 12.7191L14.5462 9.53394ZM28.3381 27.1488C26.6614 25.5563 26.6593 25.5585 26.6571 25.5608C26.6564 25.5616 26.6542 25.5639 26.6528 25.5654C26.6499 25.5685 26.6469 25.5717 26.6438 25.575C26.6378 25.5815 26.6315 25.5883 26.625 25.5955C26.6121 25.6097 26.5984 25.6251 26.5839 25.6416C26.5551 25.6748 26.5234 25.7127 26.4895 25.7556C26.4217 25.8412 26.3451 25.9465 26.2646 26.0722C26.1033 26.3243 25.9284 26.6562 25.7802 27.0726C25.479 27.9191 25.3148 29.0402 25.52 30.4403C25.923 33.191 27.7254 36.8901 32.4346 41.8481L35.788 38.663C31.3863 34.0285 30.3019 31.1742 30.0961 29.7698C29.9968 29.0922 30.0977 28.7352 30.1376 28.6231C30.16 28.5601 30.1747 28.5426 30.1603 28.565C30.1534 28.5759 30.1395 28.5963 30.1162 28.6258C30.1045 28.6405 30.0905 28.6575 30.0737 28.6768C30.0653 28.6864 30.0562 28.6966 30.0464 28.7074C30.0415 28.7128 30.0365 28.7183 30.0312 28.724C30.0286 28.7269 30.0259 28.7297 30.0231 28.7326C30.0218 28.7341 30.0197 28.7363 30.019 28.737C30.0169 28.7392 30.0148 28.7414 28.3381 27.1488ZM32.4346 41.8481C37.1302 46.7916 40.6764 48.735 43.382 49.1744C44.7704 49.3998 45.8943 49.2197 46.7453 48.8843C47.1612 48.7202 47.4902 48.5275 47.7372 48.3524C47.8605 48.2648 47.9632 48.1819 48.0458 48.1094C48.0875 48.073 48.1238 48.0391 48.1556 48.0083C48.1716 47.9932 48.1864 47.9784 48.2 47.9648C48.2068 47.958 48.2133 47.9513 48.2194 47.9448C48.2225 47.9417 48.2256 47.9386 48.2287 47.9355C48.2302 47.934 48.2324 47.9315 48.233 47.9309C48.2352 47.9284 48.2373 47.9263 46.5606 46.3337C44.8839 44.7412 44.886 44.739 44.8882 44.7369C44.8888 44.736 44.891 44.7338 44.8922 44.7323C44.895 44.7295 44.8978 44.7267 44.9005 44.7239C44.9061 44.7184 44.9113 44.7128 44.9163 44.7076C44.9267 44.6974 44.9366 44.6875 44.9459 44.6786C44.9644 44.6607 44.9813 44.6453 44.9961 44.6324C45.0254 44.6065 45.0473 44.5898 45.0615 44.5799C45.0905 44.5593 45.0874 44.5664 45.0482 44.5818C44.9887 44.6052 44.7084 44.7042 44.1235 44.6092C42.8822 44.4076 40.204 43.3121 35.788 38.663L32.4346 41.8481ZM27.7059 10.7195C24.5806 6.29928 18.3269 5.55354 14.5462 9.53394L17.8996 12.7191C19.5117 11.0219 22.3497 11.1552 23.9294 13.3896L27.7059 10.7195ZM11.5682 21.3542C11.5021 20.1231 12.0382 18.89 13.06 17.8143L9.70663 14.6291C8.05442 16.3686 6.79864 18.785 6.94985 21.6021L11.5682 21.3542ZM56.9101 60.8572C56.0499 61.763 55.1498 62.2484 54.2748 62.3347L54.729 66.9375C57.0325 66.7099 58.8967 65.4815 60.2635 64.0422L56.9101 60.8572ZM30.8991 27.8104C33.8826 24.6695 34.0938 19.7541 31.5938 16.2186L27.8175 18.8886C29.1191 20.7296 28.9195 23.1789 27.5457 24.6252L30.8991 27.8104ZM60.1535 49.216C62.6843 50.6729 63.1798 54.2567 61.2903 56.2457L64.6437 59.4308C68.6672 55.1946 67.4955 48.1057 62.4607 45.2077L60.1535 49.216ZM49.6418 46.4478C50.8301 45.1966 52.6819 44.9154 54.2628 45.8253L56.57 41.817C53.183 39.8674 48.9823 40.4264 46.2883 43.2627L49.6418 46.4478Z" fill="#0B3FC4" />
        </svg>
    </a>

    <!-- 온라인 문의 버튼 -->
    <a href="https://open.kakao.com/o/ssVqBYvh" class="w-full bg-blue-600 text-white text-center py-3 font-bold cursor-pointer transition hover:opacity-80 px-3">
        온라인문의
    </a>

</div>



<!-- 컨텐츠 영역 -->
<section class="mx-auto px-0 md:px-0 py-14 pt-32 flex justify-between items-center footertnav">
    <div class="sectionContainer">
        <div class="flex justify-between">
            <div>
                <h2 class="text-4xl lg:text-5xl font-medium text-gray-900">
                    고객님만을 위한 차별화된<br>
                    <span class="text-primary font-extrabold">컨설팅 서비스</span>를 경험해보세요.
                </h2>
                <button class="mt-6 flex items-center px-8 py-5 bg-primary text-white text-xl font-semibold rounded-full shadow-md hover:bg-blue-700 transition" onclick="location.href='tel:051-714-2770'">
                    컨설팅 문의하기
                    <span class="ml-4">
                        <svg class="w-7 h-7" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M30 15C30 6.71573 23.2843 -1.01779e-06 15 -6.55671e-07C6.71573 -2.93554e-07 -1.01779e-06 6.71573 -6.55671e-07 15C-2.93554e-07 23.2843 6.71573 30 15 30C23.2843 30 30 23.2843 30 15Z" fill="white" />
                            <path d="M12.75 10.5L17.25 15L12.75 19.5" stroke="#0B3FC4" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round" />
                        </svg>
                    </span>
                </button>
            </div>

            <!-- 네비게이션 -->
            <nav class="lg:flex flex-col space-y-5 text-2xl text-gray-900 font-semibold">
                <a href="/page/sub01/sub01_01.php" class="hover:underline w-full block">회사소개</a>
                <a href="/page/sub02/sub02_01.php" class="hover:underline w-full block">컨설팅분야</a>
                <a href="/notice" class="hover:underline w-full block">고객지원</a>
            </nav>
        </div>
        <hr class="border-t-2 border-blue-600 mt-14">
    </div>
</section>

<!-- 푸터 -->
<footer class="mx-auto pt-0 px-0 md:px-0 text-lg text-gray-700">
    <div class="sectionContainer">
        <p>
            <strong class="font-medium">상호명</strong> <span class="font-extrabold">(주)케이비즈업 &nbsp;&nbsp;</span>
            <strong class="font-medium">대표명</strong> <span class="font-extrabold">권오성, 김태한 &nbsp;&nbsp;</span>
            <strong class="font-medium">ADD.</strong> <span class="font-extrabold">부산광역시 부산진구 서면문화로 27 유원골든타워 1905호&nbsp;&nbsp;</span>
            <strong class="font-medium">TEL.</strong> <span class="font-extrabold">051-714-2770 &nbsp;&nbsp;</span>
            <strong class="font-medium">FAX.</strong> <span class="font-extrabold">070-8230-2779</span>
        </p>

        <p class="mt-4 text-gray-500">©2025. K-BIZUP All rights reserved.</p>
    </div>
</footer>

<?php
if (G5_DEVICE_BUTTON_DISPLAY && !G5_IS_MOBILE) { ?>
<?php
}

if ($config['cf_analytics']) {
    echo $config['cf_analytics'];
}
?>

<!-- } 하단 끝 -->

<script>
    $(function() {
        // 폰트 리사이즈 쿠키있으면 실행
        font_resize("container", get_cookie("ck_font_resize_rmv_class"), get_cookie(
            "ck_font_resize_add_class"));
    });
</script>

<script>
    $('.menu-item span').click(function() {
        $(this).siblings('div').toggleClass('menu-Nitem-active')
    })
</script>


<script>
    // 클릭시 상단
    document.addEventListener('DOMContentLoaded', function() {
        var topMoveBtn = document.querySelector('.topMoveBtn');

        if (topMoveBtn) {
            topMoveBtn.addEventListener('click', function(e) {
                e.preventDefault();
                window.scrollTo({
                    top: 0,
                    behavior: 'smooth'
                });
            });
        }
    });

    //헤더 hide
    // document.addEventListener('DOMContentLoaded', function() {
    //     var header = document.getElementById('header');
    //     var subMenuWrap = document.querySelector('.sub-menuWrap');
    //     var lastScrollTop = 0;
    //     var headerHeight = header ? header.offsetHeight : 0;
    //     var subMenuHeight = subMenuWrap ? subMenuWrap.offsetHeight : 0;
    //     var triggerHeight = headerHeight + subMenuHeight;

    //     window.addEventListener('scroll', function() {
    //         var currentScroll = window.pageYOffset || document.documentElement.scrollTop;

    //         if (currentScroll > triggerHeight) {
    //             // 헤더와 서브메뉴 높이 아래에서만 작동
    //             if (currentScroll > lastScrollTop) {
    //                 // 스크롤 다운
    //                 if (header) header.classList.add('hide');
    //                 if (subMenuWrap) subMenuWrap.classList.add('hide');
    //             } else {
    //                 // 스크롤 업
    //                 if (header) header.classList.remove('hide');
    //                 if (subMenuWrap) subMenuWrap.classList.remove('hide');
    //             }
    //         } else {
    //             // 헤더와 서브메뉴 높이 위에서는 클래스 제거
    //             if (header) header.classList.remove('hide');
    //             if (subMenuWrap) subMenuWrap.classList.remove('hide');
    //         }

    //         lastScrollTop = currentScroll <= 0 ? 0 : currentScroll; // For Mobile or negative scrolling
    //     });
    // });
</script>
<!-- importJs -->
<script src="https://code.jquery.com/jquery-3.7.1.min.js"></script>
<script src="<?php echo G5_URL ?>/node_modules/swiper/swiper-bundle.min.js"></script>
<script src="<?php echo G5_URL ?>/node_modules/gsap/dist/gsap.min.js"></script>
<script src="<?php echo G5_URL ?>/node_modules/gsap/dist/ScrollTrigger.min.js"></script>
<script src="<?php echo G5_URL ?>/node_modules/gsap/dist/ScrollSmoother.min.js"></script>
<script src="<?php echo G5_URL ?>/node_modules/gsap/dist/ScrollToPlugin.js"></script>
<script src="<?php echo G5_URL ?>/js/main.js"></script>

<!-- <div class="ftBtn">
    <p onclick="location.href='https://channel-ui.lemonhc.com/web-ui/lemoncare/proxyReservation?hospitalCd=37100483'">
        진료<br>예약</p>
    <p class="topMoveBtn">
        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M16 25.3334V6.66675" stroke="#204FAF" stroke-width="2.5" stroke-linecap="round" stroke-linejoin="round" />
            <path d="M6.66675 16.0001L16.0001 6.66675L25.3334 16.0001" stroke="#204FAF" stroke-width="2.5" stroke-linecap="round" stroke-linejoin="round" />
        </svg>
    </p>
</div> -->

<script>
    $('.callTab').click(function() {
        $('.callTab').toggleClass('callTabTabActive')
        $('.toggleTab').toggleClass('toggleTabActive')
    });
</script>

<?php
include_once(G5_PATH . "/tail.sub.php");
